/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ ja %2$@ kirjutavad…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ ja %3$@ kirjutavad…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ ja %4$@ muud kasutajat kirjutavad…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ ja 1 muu kasutaja kirjutavad…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "Kasutajad %1$@ ja %2$@ saavad kutse";

/* No comment provided by engineer. */
"%@ invitation" = "%@ kutse";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ pole kohal";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ pole täna kohal";

/* Alice is typing… */
"%@ is typing…" = "%@ kirjutab…";

/* {app name} is not installed */
"%@ not installed" = "%@ pole paigaldatud";

/* {app name} version not supported */
"%@ version not supported" = "%@ versioon pole toetatud";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ saab kutse";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "Kasutajad %1$@, %2$@ ja %3$@ saavad kutse";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "Kasutajad %1$@, %2$@, %3$@ ja veel %4$ld kasutajat saavad kutse";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "Kasutajad %1$@, %2$@, %3$@ ja veel 1 kasutaja saavad kutse";

/* No comment provided by engineer. */
"%d days ago" = "%d päeva tagasi";

/* No comment provided by engineer. */
"%d hours ago" = "%d tundi tagasi";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minutit tagasi";

/* Number of options in a poll */
"%d options" = "%d valik(ut)";

/* Replies in a thread */
"%d replies" = "%d vastust";

/* Votes in a poll */
"%d votes" = "%d hääl(t)";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld aktiivset robotit";

/* No comment provided by engineer. */
"%ld notifications" = "%ld teavitust";

/* No comment provided by engineer. */
"%ld participants" = "%ld osalejat";

/* No comment provided by engineer. */
"%ld participants in this call" = "Selles kõnes on %ld osalejat";

/* Replies in a thread */
"%ld replies" = "%ld vastust";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "„Ära sega“ olek on oluliste vestluste puhul eiratud";

/* No comment provided by engineer. */
"1 day" = "1 päev";

/* No comment provided by engineer. */
"1 hour" = "1 tund";

/* No comment provided by engineer. */
"1 week" = "1 nädal";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Logi oma koduserverisse veebibrauserist";

/* No comment provided by engineer. */
"15 minutes" = "15 minutit";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Ava Seadistused → Turvalisus → Loo uus rakenduse salsaõna";

/* Message is pinned 24 hours */
"24 hours" = "24 tundi";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Skaneeri peale loomist kuvatud QR-koodi";

/* Message is pinned 30 days */
"30 days" = "30 päeva";

/* No comment provided by engineer. */
"30 minutes" = "30 minutit";

/* No comment provided by engineer. */
"4 hours" = "4 tundi";

/* No comment provided by engineer. */
"4 weeks" = "4 nädalat";

/* Message is pinned 7 days */
"7 days" = "7 päeva";

/* No comment provided by engineer. */
"8 hours" = "8 tundi";

/* No comment provided by engineer. */
"@-mentions only" = "Vaid @-mainimised";

/* No comment provided by engineer. */
"[Unknown username]" = "[Tundmatu kasutajanimi]";

/* No comment provided by engineer. */
"About" = "Rakenduse teave";

/* No comment provided by engineer. */
"Absence" = "Äraolek";

/* No comment provided by engineer. */
"Accept" = "Nõustu";

/* No comment provided by engineer. */
"Account" = "Kasutajakonto";

/* No comment provided by engineer. */
"Account already added" = "Kasutajakonto on juba lisatud";

/* No comment provided by engineer. */
"Account not configured" = "Kasutajakonto pole seadistatud";

/* No comment provided by engineer. */
"Account not found" = "Kasutajakontot ei leidu";

/* No comment provided by engineer. */
"Accounts" = "Kasutajakontod";

/* No comment provided by engineer. */
"Accuracy" = "Täpsus";

/* No comment provided by engineer. */
"Add (%lu)" = "Lisa (%lu)";

/* No comment provided by engineer. */
"Add account" = "Lisa kasutajakonto";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Lisa sisemine märge selle suhtluskeelu kohta";

/* No comment provided by engineer. */
"Add answer" = "Lisa vastus";

/* No comment provided by engineer. */
"Add attendees" = "Lisa osalejaid";

/* No comment provided by engineer. */
"Add participants" = "Lisa osalejaid";

/* No comment provided by engineer. */
"Add reaction" = "Lisa reaktsioon";

/* No comment provided by engineer. */
"Add to favorites" = "Lisa lemmikutesse";

/* No comment provided by engineer. */
"Added note to self" = "Lisasid märke endale";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Mainimise lisamine teavitab vaid neid kasutajaid, kes veel pole seda sõnumit lugenud";

/* No comment provided by engineer. */
"Address" = "Aadress";

/* No comment provided by engineer. */
"Advanced" = "Täiendavad seadistused";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay nupp";

/* No comment provided by engineer. */
"All messages" = "Kõik sõnumid";

/* No comment provided by engineer. */
"All messages were deleted" = "Kõik sõnumid on kustutatud";

/* No comment provided by engineer. */
"All notifications are muted" = "Kõik teavitused on summutatud";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Luba külalistel selle vestlusega lingi alusel liituda";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Luba osalejatel mainida kõiki @all stiilis";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Luba sissehelistamise võimalus ilma PIN-koodita";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Lubatud";

/* No comment provided by engineer. */
"Alphabetical order" = "Tähestiku järjekorras";

/* Sort conversations alphabetically */
"Alphabetically" = "Tähestiku järjekorras";

/* No comment provided by engineer. */
"Also open to guest app users" = "Lisaks avatud ka külalisrakenduse kasutajatele";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Peakasutaja lisas sinu ja veel %ld osalejat";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Peakasutaja lisas sinu ja kasutaja „{user0}“";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Peakasutaja lisas kasutaja „{user0}“ ja veel %ld osalejat";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Peakasutaja lisas sinu ja kasutajad „{user0}“ ja „{user1}“";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Peakasutaja võttis sinult ja veel %ld-lt osalejalt moderaatori õigused ära";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Peakasutaja võttis sinult ja veel kasutajalt {user0} moderaatori õigused ära";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Peakasutaja võttis kasutajalt „{user0}“ ja veel %ld-lt osalejalt moderaatori õigused ära";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Peakasutaja võttis kasutajatelt {user0} ja {user1} moderaatori õigused ära";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Peakasutaja määras sinu ja veel %ld osalejat moderaatoriteks";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Peakasutaja määras sinu ja kasutaja „{user0}“ moderaatoriteks";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Peakasutaja määras „{user0}“ ja veel %ld osalejat moderaatoriteks";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Peakasutaja määras kasutajad „{user0}“ ja „{user1}“ moderaatoriteks";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Peakasutaja eemaldas sinu ja veel %ld osalejat";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Peakasutaja eemaldas sinu ja kasutaja „{user0}“";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Peakasutaja eemaldas „{user0}“ ja veel %ld osalejat";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Peakasutaja eemaldas kasutajad „{user0}“ ja „{user1}“";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Privaatsusseadistuse muutmisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Lugemisjärje andmete muutmisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Privaatsusseadistuse muutmisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Pildi allalaadimisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Profiili tunnuspildi eemaldamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred setting address" = "Aadressi salvestamisel tekis viga";

/* No comment provided by engineer. */
"An error occurred setting email address" = "E-posti aadressi lisamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Telefoninumbri salvestamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Profiili tunnuspildi lisamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "X-i / Twitteri kasutajakonto salvestamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Kasutaja nime salvestamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred setting website" = "Veebisaidi salvestamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Sõnumi tõlkimisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Kasutaja „%@“ lisamisel jututuppa tekkis viga";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Sõnumile reaktsiooni lisamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Märke lisamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Olekuteate eemaldamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Küsitluse kavandi koostamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Kohtumise loomisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Küsitluse loomisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Jutulõnga alustamisel loomisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Sõnumi kustutamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Küsitluse kavandi kustutamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Äraolekuteate eemaldamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Küsitluse muutmisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "%@ faili avamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "Sõnumi esiletõstmisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Sõnumist reaktsiooni eemaldamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Tunnuspildi eemaldamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Sõnumi saatmisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "\(formattedPhoneNumber) salvestamisel telefoninumbriga tekkis viga";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Äraolekuteate lisamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Kirjelduse salvestamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Oleku „Võrgus“ määramisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Telefoninumbri salvestamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Olekuteate salvestamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Tunnuspildi salvestamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Kasutaja oleku määramisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Faili jagamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Uue rühmavestluse alustamisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Tõuketeenuste testimisel tekkis viga";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "Sõnumi esiletõstmise lõpetamisel tekkis viga";

/* No comment provided by engineer. */
"an hour" = "tund";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonüümne küsitlus";

/* No comment provided by engineer. */
"Answer" = "Vasta";

/* No comment provided by engineer. */
"Answers" = "Vastused";

/* No comment provided by engineer. */
"App" = "Rakendus";

/* No comment provided by engineer. */
"App is outdated" = "Rakendus on aegunud";

/* No comment provided by engineer. */
"Appear offline" = "Sellega paistad olema võrgust väljas";

/* No comment provided by engineer. */
"Archive conversation" = "Arhiveeri vestlus";

/* No comment provided by engineer. */
"Archived conversations" = "Arhiveeritud vestlused";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Vaikimisi on arhiveeritud vestlused üldloendist peidetud. Nad on leitavad siis, kui avad arhiveeritud vestluste loendi.";

/* No comment provided by engineer. */
"Ask a question" = "Küsi";

/* No comment provided by engineer. */
"Attachments allowed?" = "Kas manused on lubatud?";

/* No comment provided by engineer. */
"Attendees" = "Osalejad";

/* Join a call in audio only mode */
"Audio only" = "Liitu vaid heliga";

/* No comment provided by engineer. */
"Audio options" = "Helivalikud";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Heli, video ja ekraanijagamine";

/* No comment provided by engineer. */
"Audios" = "Helifailid";

/* No comment provided by engineer. */
"Away" = "Eemal";

/* No comment provided by engineer. */
"Back to conversations" = "Tagasi vestluste juurde";

/* Ban a user/guest */
"Ban" = "Sea suhtluskeeld";

/* e.g. Ban John Doe */
"Ban %@" = "Sea kasutajale %@ suhtluskeeld";

/* No comment provided by engineer. */
"Ban participant" = "Sea osalejale suhtluskeeld";

/* Date and time of ban creation */
"Banned by:" = "Suhtluskeelu seadis:";

/* No comment provided by engineer. */
"Banned users and guests" = "Suhtluskeeluga kasutajad ega külalised";

/* Bold text */
"Bold" = "Paks kiri";

/* No comment provided by engineer. */
"bot" = "robot";

/* No comment provided by engineer. */
"Bots" = "Võrgurobotid";

/* No comment provided by engineer. */
"Browse poll drafts" = "Sirvi küsitluse kavandeid";

/* No comment provided by engineer. */
"Busy" = "Hõivatud";

/* Sort conversations by recent activity */
"By activity" = "Aktiivsuse alusel";

/* No comment provided by engineer. */
"Cached files" = "Puhverdatud failid";

/* No comment provided by engineer. */
"Cached images" = "Puhverdatud pildid";

/* No comment provided by engineer. */
"Calendar" = "Kalender";

/* No comment provided by engineer. */
"Call notification sent" = "Kõneteavitus on saadetud";

/* No comment provided by engineer. */
"Call options" = "Kõne valikud";

/* No comment provided by engineer. */
"Call recording enabled?" = "Kõne salvestamine lubatud?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Kõne salvestamine ei õnnestunud. Palun võta ühendust oma peakasutajaga.";

/* No comment provided by engineer. */
"Call recording is starting" = "Kõne salvestamine algab";

/* No comment provided by engineer. */
"Call recording started" = "Kõne salvestamine algas";

/* No comment provided by engineer. */
"Call recording stopped" = "Kõne salvestamine lõppes";

/* No comment provided by engineer. */
"Call without notification" = "Kõne ilma teavituseta";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Kuna serveris on kasutusel läbiv krüptimine, siis helistamine pole hetkel toetatud";

/* No comment provided by engineer. */
"CallKit supported?" = "Kas CallKiti tugi on olemas?";

/* No comment provided by engineer. */
"Calls" = "Kõned";

/* No comment provided by engineer. */
"Calls enabled?" = "Kas kõned on lubatud?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Said kõne vanalt kasutajakontolt.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Kõned vanadelt kasutajakontodelt";

/* No comment provided by engineer. */
"Camera" = "Kaamera";

/* No comment provided by engineer. */
"Camera access" = "Ligipääs kaamerale";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Ligipääs kaamerale pole lubatud. Palun kontrolli oma seadistusi.";

/* No comment provided by engineer. */
"Camera disabled" = "Kaamera pole kasutusel";

/* No comment provided by engineer. */
"Camera enabled" = "Kaamera on kasutusel";

/* No comment provided by engineer. */
"Can create conversations?" = "Kas vestluste loomine on lubatud?";

/* No comment provided by engineer. */
"Cancel" = "Katkesta";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Katkestatud kõne teiselt kasutajakontolt";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Vestluse jagamine ei õnnestu";

/* No comment provided by engineer. */
"Capabilities" = "Võimekused";

/* No comment provided by engineer. */
"Change password" = "Muuda salasõna";

/* No comment provided by engineer. */
"Change your vote" = "Muuda oma antud häält";

/* No comment provided by engineer. */
"Chat" = "Vestle";

/* No comment provided by engineer. */
"Chat messages" = "Vestluse sõnumid";

/* No comment provided by engineer. */
"Clear cache" = "Tühjenda puhver";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Eemalda vestluse puhverdatud sõnumid";

/* No comment provided by engineer. */
"Clear reminder" = "Eemalda meeldetuletus";

/* No comment provided by engineer. */
"Clear status message" = "Eemalda olekuteade";

/* No comment provided by engineer. */
"Clear status message after" = "Eemalda olekuteade pärast";

/* No comment provided by engineer. */
"Close" = "Sulge";

/* Code block */
"Code" = "Koodilõik";

/* No comment provided by engineer. */
"Configuration" = "Seadistamine";

/* No comment provided by engineer. */
"Configure your next absence period" = "Seadista järgmise eemaloleku ajavahemik";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Kinnita ja peida hoiatus";

/* No comment provided by engineer. */
"Connecting to %@ …" = "„%@“ on ühendumisel…";

/* No comment provided by engineer. */
"Connecting to the call …" = "Liitun kõnega…";

/* No comment provided by engineer. */
"Contact access" = "Ligipääs kontaktidele";

/* No comment provided by engineer. */
"Contact access has been denied" = "Ligipääs kontaktile on keelatud";

/* No comment provided by engineer. */
"Contacts" = "Kontaktid";

/* No comment provided by engineer. */
"Conversation creation failed" = "Vestluse loomine ei õnnestunud";

/* No comment provided by engineer. */
"Conversation details" = "Vestluse üksikasjad";

/* No comment provided by engineer. */
"Conversation name" = "Vestluse nimi";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Vestluse nimi ei saa olla tühi";

/* No comment provided by engineer. */
"Conversation not found" = "Vestlust ei leidu";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Vestlust ei leidu või sa pole sellega liitunud";

/* No comment provided by engineer. */
"Conversation participants" = "Vestluse osalejad";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Vestluse salasõna on eemaldatud";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Vestluse salasõna on salvestatud";

/* No comment provided by engineer. */
"Conversation settings" = "Vestluse seadistused";

/* No comment provided by engineer. */
"Conversations" = "Vestlused";

/* No comment provided by engineer. */
"Copy" = "Kopeeri";

/* No comment provided by engineer. */
"Copy message link" = "Kopeeri sõnumi link";

/* No comment provided by engineer. */
"Copy message selection" = "Kopeeri sõnumi valik";

/* No comment provided by engineer. */
"Could not access camera" = "Puudub ligipääs kaamerale";

/* No comment provided by engineer. */
"Could not access microphone" = "Puudub ligipääs mikrofonile";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Puudub ligipääs kõnetuvastusele";

/* No comment provided by engineer. */
"Could not access your location" = "Puudub ligipääs asukohale";

/* No comment provided by engineer. */
"Could not add participant" = "Osaleja lisamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not ban participant" = "Osalejale suhtluskeelu seadmine ei õnnestunud";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Vestluse arhiveerimisolekut ei õnnestunud muuta";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Kõneteavituste seadistuste muutmine ei õnnestunud";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Vestlust ei õnnestunud oluliseks märkida";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Loendisse pandavat vestluse hõlmet ei õnnestunud muuta";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Vestluse ooteruumi olekut ei õnnestunud muuta";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Vestluse mainimisõigusi ei õnnestunud muuta";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Osaleja modereerimisõigusi ei õnnestunud muuta";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Teavituste seadistuste muutmine ei õnnestunud";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Salasõna kaitsmise seadistuste muutmine ei õnnestunud";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Vestluse olekut ainult loetavana ei õnnestunud muuta";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Vestlust ei õnnestunud delikaatseks märkida";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Vestluse jagamisõigusi ei õnnestunud muuta";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Vestluse SIP-teenuse olekut ei õnnestunud muuta";

/* No comment provided by engineer. */
"Could not clear chat history" = "Vestluse ajaloo kustutamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not clear status message" = "Olekuteate eemaldamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not create meeting" = "Kohtumise loomine ei õnnestunud";

/* No comment provided by engineer. */
"Could not delete conversation" = "Versiooni kustutamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not disable absence" = "Äraolekuteate väljalülitamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not get available languages" = "Kasutatavaid keeli ei õnnestunud laadida";

/* No comment provided by engineer. */
"Could not join %@ call" = "Ei õnnestunud liituda vestlusega „%@“";

/* No comment provided by engineer. */
"Could not join call with %@" = "Ei õnnestunud liituda kõnega „%@“ abil";

/* No comment provided by engineer. */
"Could not join conversation" = "Ei õnnestunud liituda vestlusega";

/* No comment provided by engineer. */
"Could not leave conversation" = "Ei õnnestunud lahkuda vestlusest";

/* No comment provided by engineer. */
"Could not login with QR code" = "QR-koodiga sisselogimine ei õnnestunud";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Üleslaadimiste kausta ettevalmistamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not remove participant" = "Osaleja eemaldamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Ei õnnestunud muuta vestluse nime";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Ei õnnestunud uuesti saata kutseid e-posti teel";

/* No comment provided by engineer. */
"Could not send call notification" = "Ei õnnestunud saata kõneteavitust";

/* No comment provided by engineer. */
"Could not send the message" = "Sõnumi saatmine ei õnnestunud";

/* No comment provided by engineer. */
"Could not set absence" = "Äraolekuteate sisselülitamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not set conversation name" = "Ei õnnestunud määrata vestluse nime";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Ei õnnestunud määrata sõnumi aegumist";

/* No comment provided by engineer. */
"Could not set online status" = "Oleku „Võrgus“ määramine ei õnnestunud";

/* No comment provided by engineer. */
"Could not set phone number" = "Telefoninumbri lisamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not set status message" = "Olekuteate lisamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not share file" = "Faili jagamine ei õnnestunud";

/* No comment provided by engineer. */
"Could not start group conversation" = "Ei õnnestunud alustada rühmavestlust";

/* No comment provided by engineer. */
"Create" = "Loo";

/* No comment provided by engineer. */
"Create a new conversation" = "Loo uus vestlus";

/* No comment provided by engineer. */
"Create a thread" = "Alusta jutulõnga";

/* No comment provided by engineer. */
"Create or join a conversation" = "Loo vestlus või liitu mõne vestlusega";

/* No comment provided by engineer. */
"Create poll" = "Loo küsitlus";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Küsitluse kavandi koostamine ei õnnestunud";

/* No comment provided by engineer. */
"Creating poll failed" = "Küsitluse loomine ei õnnestunud";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Selle kasutajakonto kasutajanimi/salasõna pole enam kehtivad";

/* Custom message expiration */
"Custom" = "Kohandatud";

/* name of a moderator who banned a participant */
"Date:" = "Kuupäev:";

/* No comment provided by engineer. */
"days" = "päeva";

/* No comment provided by engineer. */
"Deck cards" = "Kanbani kaardid";

/* No comment provided by engineer. */
"Default" = "Vaikeväärtus";

/* No comment provided by engineer. */
"Delete" = "Kustuta";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Kustuta kõik";

/* No comment provided by engineer. */
"Delete all messages" = "Kustuta kõik sõnumid";

/* No comment provided by engineer. */
"Delete conversation" = "Kustuta vestlus";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Kustuta kohe";

/* No comment provided by engineer. */
"Deleted user" = "Kustutatud kasutaja";

/* No comment provided by engineer. */
"Deleting message" = "Sõnum on kustutamisel";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Küsitluse kavandi kustutamine ei õnnestunud";

/* No comment provided by engineer. */
"Demote from moderator" = "Võta ära moderaatori õigused";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Keelatud";

/* No comment provided by engineer. */
"Description" = "Kirjeldus";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Kirjeldus ei või olla pikem, kui 500 tähemärki";

/* No comment provided by engineer. */
"Details" = "Üksikasjad";

/* No comment provided by engineer. */
"detected" = "tuvastatud";

/* No comment provided by engineer. */
"Detecting language" = "Tuvastan keelt";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostika";

/* No comment provided by engineer. */
"Disable" = "Lülita välja";

/* No comment provided by engineer. */
"Disable absence" = "Lülita äraolekuteade välja";

/* No comment provided by engineer. */
"Disable blur" = "Lõpeta tausta hägustamine";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Keela kõlar";

/* No comment provided by engineer. */
"Disconnected" = "Lahti ühendatud";

/* No comment provided by engineer. */
"Dismiss" = "Jäta vahele";

/* No comment provided by engineer. */
"Dismiss notification" = "Sulge teavitus";

/* No comment provided by engineer. */
"Do not disturb" = "Ära sega";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Oled sa kindel, et soovid puhverdatud failid kustutada?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Oled sa kindel, et soovid puhverdatud pildid kustutada?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Kas sa kindlasti soovid sellest vestlusest kõik sõnumid kustutada?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Oled sa kindel, et soovid selle vestluse kõigi jaoks kustutada?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Oled sa kindel, et soovid selle küsitluse kustutada?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Oled sa kindel, et soovid siit kasutajakontolt välja logida?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Oled sa kindel, et soovid selle kasutajakonto eemaldada?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Do you want to connect to the server anyway?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Kas sa sooviksid selle vestluse kustutada?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Kas sa soovid kaamera kasutusele võtta?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Kas sa soovid selle kõnega liituda?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Kas saa soovid „%@“ jagamist vestluses?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Kas sa soovid salvestamise lõpetada?";

/* No comment provided by engineer. */
"Don't clear" = "Ära eemalda";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Topeltklõpsa autentimisvaate sulgemiseks";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Topeltklõpsa jagamisvalikute sulgemiseks";

/* No comment provided by engineer. */
"Double tap to display call options" = "Topeltklõpsa kõne valikute vaatamiseks";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Topeltklõpsa eelistuste menüü kuvamiseks ";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Topeltklõpsa jutulõnga teavituste valikute vaatamiseks";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Topeltklõpsa profiili muutmiseks";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Topeltklõpsa „Kõne ilma teavituseta“ valiku sisse või välja lülitamiseks";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Topeltklõpsa kaamera sisse/välja lülitamiseks";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Topeltklõpsa mikrofoni sisse/välja lülitamiseks";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Topeltklõpsa kõlari sisse/välja lülitamiseks";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Topeltklõpsa profiili muutmise lõpetamiseks";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Topeltklõpsa vestluse teabe vaatamieks";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Topeltklõpsa kasutajaprofiili ja rakenduse seadistuste avamiseks";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Topeltklõpsa kõne lõpetamiseks";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Topeltklõpsa käe allalaskmiseks";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Topeltklõpsa failihalduri avamiseks";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Topeltklõpsa erinevate heliruutingute valimiseks";

/* No comment provided by engineer. */
"Double tap to send message" = "Topeltklõpsa sõnumi saatmiseks";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Topeltklõpsa valitud vestlustega jagamiseks";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Topeltklõpsa lisategevuste vaatamiseks";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Topeltklõpsa vestlusvaate näitamiseks või peitmiseks";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Topeltklõpsa videokõne algatamiseks";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Topeltklõpsa ainult häälkõne algatamiseks";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Topeltklõpsa salvestamise lõpetamiseks";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Topeltklõpsa häälkõne muutmiseks videokõneks";

/* No comment provided by engineer. */
"Duplicate session" = "Tee sessioonist koopia";

/* Edit a message or room participants */
"Edit" = "Muuda";

/* No comment provided by engineer. */
"Edit attendees" = "Muuda osalejaid";

/* No comment provided by engineer. */
"Edit thread details" = "Muuda jutulõnga üksikasju";

/* A message was edited */
"edited" = "muudetud";

/* A message was edited by ... */
"edited by" = "muutja";

/* A message was edited by ... */
"Edited by" = "Muutja";

/* No comment provided by engineer. */
"Editing Message" = "Sõnum on muutmisel";

/* No comment provided by engineer. */
"Editing poll draft" = "Küsitluse kavand on muutmisel";

/* No comment provided by engineer. */
"Editing poll failed" = "Küsitluse kavandi muutmine ei õnnestunud";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Sul kas puudub õigus vestluses osalemiseks või on ligipääs vestlusele vaid lugemiseks.";

/* No comment provided by engineer. */
"Email" = "E-post";

/* No comment provided by engineer. */
"Empty summary response" = "Tühi koondvastus";

/* No comment provided by engineer. */
"Enable" = "Lülita sisse";

/* No comment provided by engineer. */
"Enable blur" = "Kasuta tausta hägustamist";

/* No comment provided by engineer. */
"Enable screensharing" = "Luba ekraanijagamine";

/* No comment provided by engineer. */
"Enable speaker" = "Luba kõlar";

/* No comment provided by engineer. */
"Enabled" = "Sisselülitatud";

/* No comment provided by engineer. */
"End call" = "Lõpeta kõne";

/* No comment provided by engineer. */
"End call for everyone" = "Lõpeta kõne kõigi jaoks";

/* No comment provided by engineer. */
"End poll" = "Lõpeta küsitlus";

/* No comment provided by engineer. */
"Enter a new password" = "Sisesta uus salasõna";

/* No comment provided by engineer. */
"Enter a password" = "Sisesta salasõna";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Üleslaadimiseks mõeldud asukoha loomine serverisse ei õnnestunud";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Meeldetuletuse loomisel tekkis viga";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Sõnumi muutmisel tekkis viga";

/* External signaling used */
"External" = "Väline";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Kutset ei õnnestunud vastu võtta";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Manuste kausta loomine või kontrollimine ei õnnestunud";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Ei õnnestunud luua meeldetuletust";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Ei õnnestu luua ühendust serveriga %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Sõnumi edastamine ei õnnestunud";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Kohtumise ajastamiseks ei õnnestunud laadida kalendrit";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Kutsest ei õnnestunud keelduda";

/* No comment provided by engineer. */
"Failed to send message" = "Sõnumi saatmine ei õnnestu";

/* No comment provided by engineer. */
"Failed to share recording" = "Salvestuse jagamine ei õnnestunud";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Valitud kirje blokeeringu eemaldamine ei õnnestunud";

/* No comment provided by engineer. */
"Federated" = "Liitpilves";

/* No comment provided by engineer. */
"Fetching status …" = "Laadin olekut…";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "Failid";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filtreeri ja järjesta vestlusi";

/* Title for available conversations filters */
"Filters" = "Filtrid";

/* No comment provided by engineer. */
"First day" = "Esimene päev";

/* No comment provided by engineer. */
"Follow conversation settings" = "Järgi vestluse seadistusi";

/* No comment provided by engineer. */
"For password reset and notifications" = "Salasõna lähestamiseks ja teadeteks";

/* No comment provided by engineer. */
"Format" = "Vorming";

/* No comment provided by engineer. */
"Forward" = "Edasi";

/* No comment provided by engineer. */
"Forward to" = "Edasta saajale";

/* 'From' which language user wants to translate text */
"From" = "Lähtekeel";

/* from Alice at nextcloud.local */
"from %@ at %@" = "kasutajalt %1$@, %2$@";

/* No comment provided by engineer. */
"Full name" = "Täisnimi";

/* No comment provided by engineer. */
"Generate summary" = "Koosta kokkuvõte";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Koosta ülevaade lugemata sõnumitest";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Ei õnnestunud koostada ülevaadet lugemata sõnumitest";

/* No comment provided by engineer. */
"Get source code" = "Vaata lähtekoodi";

/* No comment provided by engineer. */
"GitHub API error" = "GitHubi API viga";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Nõustu ja liitu kõnega";

/* No comment provided by engineer. */
"Go to message" = "Ava sõnum";

/* Show group conversations before private ones */
"Group first" = "Esmalt jututoad";

/* No comment provided by engineer. */
"guest" = "külaline";

/* No comment provided by engineer. */
"Guest" = "Külaline";

/* No comment provided by engineer. */
"Guests access" = "Ligipääs külalistele";

/* No comment provided by engineer. */
"Guests app enabled?" = "Külaliste rakendus lubatud?";

/* No comment provided by engineer. */
"Hang up" = "Lõpeta kõne";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Peida";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "kõrge";

/* No comment provided by engineer. */
"hours" = "tundi";

/* No comment provided by engineer. */
"How do you want to join the call?" = "Kuidas sa soovid selle kõnega liituda?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Kui kustutad selle vestluse, siis kustub see ka „%@“ jaoks";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Kui lülitad laamera sisse, siis see kõne katkeb korraks.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Kui sa kasutad mitut serverit, siis palun kontrolli neid kõiki.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Pildid, failid, häälsõnumid…";

/* No comment provided by engineer. */
"Import account" = "Impordi kasutajakonto";

/* No comment provided by engineer. */
"Important conversation" = "Oluline vestlus";

/* No comment provided by engineer. */
"in" = "asukohas";

/* No comment provided by engineer. */
"Include calls in call history" = "Kaasa kõnede ajaloo sisu";

/* Message is pinned indefinitely */
"Indefinitely" = "Tähtajatult";

/* Internal signaling used */
"Internal" = "Sisene";

/* Internal note about why a user/guest was banned */
"Internal note" = "Sisemine märge";

/* No comment provided by engineer. */
"Invalid date range" = "Vigane kuupäevavahemik";

/* No comment provided by engineer. */
"Invalid email address" = "Vigane e-posti aadress";

/* No comment provided by engineer. */
"Invalid end date" = "Vigane lõpuaeg";

/* No comment provided by engineer. */
"Invalid server address" = "Vigane serveri aadress";

/* No comment provided by engineer. */
"Invalid start date" = "Vigane algusaeg";

/* No comment provided by engineer. */
"Invisible" = "Nähtamatu";

/* No comment provided by engineer. */
"Invitation resent" = "Kutse on uuesti saadetud";

/* No comment provided by engineer. */
"Invitations resent" = "Kutsed on uuesti saadetud";

/* Invitation for a meeting */
"Invite all users and emails" = "Kutsu kõiki kasutajaid ja e-posti aadresse";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Tundub et „%@“ rakendus pole sinu serverisse paigaldatud.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Tundub, et nutiseadmes puudub internetiühendus.";

/* Italic text */
"Italic" = "Kaldkiri";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Liitu vestlusega või alusta uut";

/* No comment provided by engineer. */
"Join call" = "Liitu kõnega";

/* No comment provided by engineer. */
"Join call (audio only)" = "Liitu kõnega (vaid hääkõnena)";

/* No comment provided by engineer. */
"Join call with video" = "Liitu kõnega video ja häälkõnena";

/* No comment provided by engineer. */
"Join open conversations" = "Liitu pooleli vestlustega";

/* No comment provided by engineer. */
"Join video call" = "Liitu videokõnega";

/* No comment provided by engineer. */
"Keep" = "Hoia alles";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Viimane päev (kaasaarvatud)";

/* Last subscription to the push notification server */
"Last subscription" = "Viimane tellimus";

/* No comment provided by engineer. */
"Last sync" = "Viimane sünkroniseerimine";

/* Remind me later today about that message */
"Later today" = "Täna hiljem";

/* No comment provided by engineer. */
"Leave" = "Lahku";

/* No comment provided by engineer. */
"Leave call" = "Lahku kõnest";

/* No comment provided by engineer. */
"Leave conversation" = "Lahku vestlusest";

/* No comment provided by engineer. */
"less than a minute ago" = "less than a minute ago";

/* No comment provided by engineer. */
"Link https://…" = "Link https://…";

/* No comment provided by engineer. */
"Linked file" = "Lingitud fail";

/* No comment provided by engineer. */
"Load more results" = "Laadi veel tulemusi";

/* No comment provided by engineer. */
"Lobby" = "Ooteruum";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Ooteruum on jätkuvalt kasutusel ja sina pole moderaator";

/* No comment provided by engineer. */
"Local" = "Kohalik";

/* No comment provided by engineer. */
"Local time: %@" = "Kohalik aeg: %@";

/* No comment provided by engineer. */
"Location" = "Asukoht";

/* No comment provided by engineer. */
"Location access" = "Ligipääs asukohale";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Puudub õigus kasutada asukohateenuseid. Palun kontrolli seadistusi.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Asukohateenused pole sisse lülitatud";

/* No comment provided by engineer. */
"Locations" = "Asukohad";

/* No comment provided by engineer. */
"Lock conversation" = "Lukusta vestlus";

/* No comment provided by engineer. */
"Log in" = "Logi sisse";

/* No comment provided by engineer. */
"Log out" = "Logi välja";

/* No comment provided by engineer. */
"Logged out" = "Välja logitud";

/* No comment provided by engineer. */
"Long absence message" = "Äraoleku pikk sõnum";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "madal";

/* No comment provided by engineer. */
"Lower hand" = "Lase käsi alla";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Käsitsi";

/* No comment provided by engineer. */
"Mark as read" = "Märgi loetuks";

/* No comment provided by engineer. */
"Mark as unread" = "Märgi mitteloetuks";

/* No comment provided by engineer. */
"Match system contacts" = "Klapita süsteemi kontaktidega";

/* No comment provided by engineer. */
"Media" = "Meedia";

/* No comment provided by engineer. */
"Meeting created" = "Kohtumine on loodud";

/* No comment provided by engineer. */
"Meeting ended" = "Kohtumine on lõppenud";

/* No comment provided by engineer. */
"Meeting ID" = "Kohtumise tunnus";

/* No comment provided by engineer. */
"Meeting settings" = "Kohtumise seadistused";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Kohtumised";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Mainitud";

/* Copy 'message' */
"Message" = "Sõnum";

/* No comment provided by engineer. */
"Message copied" = "Sõnum on kopeeritud";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Kuna sõnum on liiga vana, siis teda ei saa kustutada";

/* No comment provided by engineer. */
"Message deleted successfully" = "Sõnumi kustutamine õnnestus";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Sõnumi kustutamine õnnestus, aga kasutusel on Matterbridge'i võrgusild ja sõnum võib juba olla teistele vestlusteenustele edasi saadetud";

/* No comment provided by engineer. */
"Message editing failed" = "Sõnumi muutmine ei õnnestunud";

/* No comment provided by engineer. */
"Message expiration" = "Sõnumi aegumine";

/* Copy 'link' to a message */
"Message link" = "Sõnumi link";

/* No comment provided by engineer. */
"Message link copied" = "Sõnumi link on kopeeritud";

/* No comment provided by engineer. */
"Message pinned" = "Sõnum on tõestetud esile";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Sõnumite eelvaated saava vestluste loendis ja teavitustes olema peidetud";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Sõnumi ajastamise muutmine ei õnnestunud";

/* No comment provided by engineer. */
"Message scheduling failed" = "Sõnumi ajastamine ei õnnestunud";

/* No comment provided by engineer. */
"Message successfully edited" = "Sõnumi muutmine õnnestus";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Sõnumi ajastamise muutmine õnnestus";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Sõnumi ajastamine õnnestus";

/* No comment provided by engineer. */
"Message unpinned" = "Sõnumi esiletõstmine on lõpetatud";

/* No comment provided by engineer. */
"Messages" = "Sõnumid";

/* No comment provided by engineer. */
"Microphone" = "Mikrofon";

/* No comment provided by engineer. */
"Microphone access" = "Ligipääs mikrofonile";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Ligipääs mikrofonile pole lubatud. Palun kontrolli oma seadistusi.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofon pole kasutusel";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofon on kasutusel";

/* No comment provided by engineer. */
"minutes" = "minutit";

/* No comment provided by engineer. */
"Missed call from" = "Märkamata kõne kasutajalt";

/* No comment provided by engineer. */
"Missing phone number information" = "Telefoninumbri teave on puudu";

/* The signaling mode used */
"Mode" = "Režiim";

/* No comment provided by engineer. */
"moderator" = "moderaator";

/* No comment provided by engineer. */
"Modification date" = "Muutmise kuupäev";

/* More menu elements */
"More" = "Rohkem";

/* No comment provided by engineer. */
"More actions" = "Täiendavad tegevused";

/* No comment provided by engineer. */
"Multiple answers" = "Mitu vastust";

/* No comment provided by engineer. */
"Mute all notifications" = "Summuta kõik teavitused";

/* No comment provided by engineer. */
"Mute others" = "Summuta muud";

/* No comment provided by engineer. */
"My location" = "Minu asukoht";

/* No comment provided by engineer. */
"Name" = "Nimi";

/* No comment provided by engineer. */
"Nearby places" = "Kohad läheduses";

/* No comment provided by engineer. */
"Network available" = "Võrguühendus on saadaval";

/* No comment provided by engineer. */
"Network not available" = "Võrguühendus pole saadaval";

/* Never subscribed to the push notification server */
"Never subscribed" = "Pole kunagi tellitud";

/* No comment provided by engineer. */
"New conversation" = "Uus vestlus";

/* No comment provided by engineer. */
"New poll" = "Uus küsitlus";

/* Remind me next week about that message */
"Next week" = "Järgmine nädal";

/* No comment provided by engineer. */
"Tassos server not found" = "Tassosi serverit ei leidu";

/* No comment provided by engineer. */
"No" = "Ei";

/* No comment provided by engineer. */
"No actions available" = "Tegevusi pole saadaval";

/* No comment provided by engineer. */
"No active account found" = "Aktiivset kasutajakontot ei leidu";

/* No comment provided by engineer. */
"No active bots" = "Aktiivseid võrguroboteid pole";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Kas kokkuvõtte tegemine ei õnnestunud või tehisaru teenusepakkujat pole saadaval";

/* No comment provided by engineer. */
"No banned users or guests" = "Ei leidu suhtluskeeluga kasutajaid ega külalisi";

/* No comment provided by engineer. */
"No bots available for this conversation" = "Selle vestluse jaoks pole saadaval võrguroboteid";

/* No comment provided by engineer. */
"No description provided" = "Kirjeldus puudub";

/* No comment provided by engineer. */
"No files in here" = "Siin ei ole faile";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Filtrit pole";

/* No comment provided by engineer. */
"No followed threads" = "Jälgitavaid jutulõngu pole";

/* Do not group conversations by type */
"No grouping" = "Ära rühmita";

/* No comment provided by engineer. */
"No messages found to summarize" = "Ei leidunud ühtegi sõnumit, millest kookuvõtet teha";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Sõnumeid veel pole, alusta vestlust!";

/* No comment provided by engineer. */
"No participants found" = "Osalejaid ei leidu";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Pole õigust selle vestlusega liituda";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Ühtegi küsitluse kavandit pole veel salvestatud";

/* No comment provided by engineer. */
"No recent threads" = "Hiljutised jutulõngasid pole";

/* No comment provided by engineer. */
"No response from server" = "Päringule puudub vastus serverist";

/* No comment provided by engineer. */
"No results found" = "Otsingutulemusi ei leidu";

/* No comment provided by engineer. */
"No shared items" = "Jaosmeediat ei leidu";

/* No comment provided by engineer. */
"No upcoming events" = "Järgmisi sündmusi pole";

/* No comment provided by engineer. */
"No user found" = "Kasutajat ei leidu";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Tavaline";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Pole küsitud";

/* No comment provided by engineer. */
"Note to self" = "Märge endale";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Märkus:";

/* No comment provided by engineer. */
"Notifications" = "Teavitused";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Kas teavituste rakendus on kasutusel?";

/* No comment provided by engineer. */
"Notify about calls" = "Anna kõnedest teada";

/* Indicates an event happening right now */
"Now" = "Äsja";

/* No comment provided by engineer. */
"Off" = "Väljas";

/* No comment provided by engineer. */
"Offline" = "Pole võrgus";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Pole võrgus, näitan vaid allalaaditud sõnumeid";

/* No comment provided by engineer. */
"OK" = "Sobib";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Vana kasutajakonto";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Kui lahkud kinnisest vestlusest, siis vajad uuesti liitumiseks luba. Avatud vestlusega saad liituda omal äranägemisel.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Kui vestlus on arhiivist välja võetud, siis on ta jälle vaikimisi näha.";

/* No comment provided by engineer. */
"Online" = "Võrgus";

/* No comment provided by engineer. */
"Online status" = "Olek võrgus";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Vaid heli ja ekraanijagamine";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Kustutada saad vaid tavalisi sõnumeid";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Sünkrooni vaid usaldusväärsetesse serveritesse";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Nähtav vaid osalejatele, kes on läbi teinud tuvastamise telefoninumbri alusel";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Nähtav vaid selle serveri kasutajatele ja külalistele";

/* No comment provided by engineer. */
"Open" = "Ava";

/* No comment provided by engineer. */
"Open app settings" = "Ava rakenduse seadistused";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Ava vestlus registreeritud kasutajatele";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Ava vestlused";

/* No comment provided by engineer. */
"Open in %@" = "Ava siin: %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Ava rakenduses Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Ava rakenduses Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Eelistuste menüü";

/* No comment provided by engineer. */
"Other Accounts" = "Muud kasutajakontod";

/* No comment provided by engineer. */
"Other participants" = "Muud osalejad";

/* No comment provided by engineer. */
"Others" = "Muud";

/* Owner of a repository */
"Owner" = "Owner";

/* No comment provided by engineer. */
"Participants" = "Osalejad";

/* No comment provided by engineer. */
"Password" = "Salasõna";

/* No comment provided by engineer. */
"Password copied" = "Salasõna on kopeeritud";

/* No comment provided by engineer. */
"Password is secure" = "Salasõna on turvaline";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Salasõna peab olema vähemalt %d sümbolit pikk";

/* No comment provided by engineer. */
"Password protection" = "Kaitstud salasõnaga";

/* No comment provided by engineer. */
"Pending invitations" = "Ootel kutsed";

/* No comment provided by engineer. */
"Phone number" = "Telefoninumber";

/* No comment provided by engineer. */
"Phone number integration" = "Telefoninumbri lõiming";

/* No comment provided by engineer. */
"Phone number set successfully" = "Telefoninumbri lisamine õnnestus";

/* No comment provided by engineer. */
"Photo Library" = "Fotopank";

/* No comment provided by engineer. */
"Photo library access" = "Ligipääs Fotopangale";

/* No comment provided by engineer. */
"Pick date & time" = "Vali kuupäev ja kellaaeg";

/* Pin a message to be always visible in the chat */
"Pin message" = "Tõsta sõnum esile";

/* Message was pinned at … */
"Pinned at %@" = "Esiletõstmise aeg %@";

/* A message was pinned by ... */
"pinned by" = "esiletõstja";

/* No comment provided by engineer. */
"Pinned messages" = "Esiletõstetud sõnumid";

/* Message is pinned until … */
"Pinned until %@" = "Esiletõstetud kuni %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Palun kontrolli, et sa sisestasid korrektse serveri aadressi.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos server address." = "Palun kontrolli, et sa sisestasid korrektse Tassosi serveri aadressi.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Palun kontrolli, et sa sisestasid korrektse serveriaadressi.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Palun võta ühendust süsteemi peakasutajaga.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Palun uuenda oma serverit et „%@“ rakenduse viimane versioon oleks saadaval.";

/* No comment provided by engineer. */
"Please update." = "Palun uuenda.";

/* No comment provided by engineer. */
"Poll" = "Küsitlus";

/* No comment provided by engineer. */
"Poll draft" = "Küsitluse kavand";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Küsitluse kavand on salvestatud";

/* No comment provided by engineer. */
"Poll drafts" = "Küsitluste kavandid";

/* No comment provided by engineer. */
"Poll results" = "Küsitluse tulemused";

/* No comment provided by engineer. */
"Polls" = "Küsitlused";

/* No comment provided by engineer. */
"Preview" = "Eelvaade";

/* No comment provided by engineer. */
"Privacy" = "Privaatsus";

/* No comment provided by engineer. */
"Private" = "Privaatne";

/* Show private conversations before group ones */
"Private first" = "Esmalt privaatsed";

/* No comment provided by engineer. */
"Profile" = "Profiil";

/* No comment provided by engineer. */
"Profile picture" = "Profiili pilt";

/* No comment provided by engineer. */
"Promote to moderator" = "Määra moderaatoriks";

/* No comment provided by engineer. */
"Published" = "Avaldatud";

/* No comment provided by engineer. */
"Push notifications" = "Tõuketeavitused";

/* No comment provided by engineer. */
"Question" = "Küsimus";

/* No comment provided by engineer. */
"Raise hand" = "Anna käega märku";

/* No comment provided by engineer. */
"Reachable?" = "Kas on kättesaadav?";

/* No comment provided by engineer. */
"Reactions" = "Reageerimised";

/* No comment provided by engineer. */
"Read status" = "Lugemise olek";

/* No comment provided by engineer. */
"Received call from an old account" = "Kõne vanalt kasutajakontolt";

/* No comment provided by engineer. */
"Recent threads" = "Hiljutised jutulõngad";

/* No comment provided by engineer. */
"Record voice message" = "Salvesta häälsõnum";

/* No comment provided by engineer. */
"Recording" = "Salvestan";

/* No comment provided by engineer. */
"Recording consent is required" = "Vajalik on nõusolek salvestamiseks";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Kõnega liitumiseks on vajalik, et nõustud salvestamisega";

/* No comment provided by engineer. */
"Recordings" = "Salvestised";

/* No comment provided by engineer. */
"Redo" = "Korda tegevust";

/* No comment provided by engineer. */
"Reference API supported?" = "Kas etalon-API on ikka toetatud?";

/* No comment provided by engineer. */
"Reject" = "Keeldu";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Meeldetuletuse eemaldamine õnnestus";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Meeldetuletuse lisamine õnnestus";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Kaugserver pole saadaval";

/* No comment provided by engineer. */
"Remove" = "Eemalda";

/* No comment provided by engineer. */
"Remove account" = "Eemalda konto";

/* No comment provided by engineer. */
"Remove from favorites" = "Eemalda lemmikutest";

/* No comment provided by engineer. */
"Remove group and members" = "Eemalda grupp ja selle liikmeid";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Kustuta vanad topeltkirjed ja jäta alles vaid kõige viimased kirjed.";

/* No comment provided by engineer. */
"Remove participant" = "Eemalda osaleja";

/* No comment provided by engineer. */
"Remove password" = "Eemalda salasõna";

/* No comment provided by engineer. */
"Remove team and members" = "Eemalda tiim ja liikmed";

/* Replacement in case of out of office */
"Replacement" = "Asendus";

/* Replacement in case of out of office */
"Replacement (optional)" = "Asendus (valikuline)";

/* No comment provided by engineer. */
"Reply" = "Vasta";

/* No comment provided by engineer. */
"Reply privately" = "Vasta privaatselt";

/* Name of a repository */
"Repo" = "Hoidla";

/* Reschedule a message that is send later */
"Reschedule" = "Muuda ajastamist";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Muuda ajastamist koos teavitusega";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Muuda ajastamist ilma teavituseta";

/* No comment provided by engineer. */
"Resend" = "Saada uuesti";

/* No comment provided by engineer. */
"Resend invitation" = "Saada kutse uuesti";

/* No comment provided by engineer. */
"Resend invitations" = "Saada kutsed uuesti";

/* Title for a section where different reset options are shown */
"Reset" = "Lähtesta";

/* Replacement in case of out of office */
"Reset replacement" = "Lähtesta asendus";

/* Results of a poll */
"Results" = "Tulemused";

/* No comment provided by engineer. */
"Retry" = "Proovi uuesti";

/* Save conversation description */
"Save" = "Salvesta";

/* No comment provided by engineer. */
"Save as draft" = "Salvesta kavandina";

/* No comment provided by engineer. */
"Save password" = "Salvesta salasõna";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Salvesta märkena endale";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Ütle tere oma sõpradele ja kolleegidele!";

/* No comment provided by engineer. */
"Scan QR code" = "Skaneeri QR-koodi";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Ajakava";

/* No comment provided by engineer. */
"Schedule a meeting" = "Ajasta kohtumine";

/* No comment provided by engineer. */
"Scheduled messages" = "Ajastatud sõnumid";

/* No comment provided by engineer. */
"Screensharing stopped" = "Ekraanijagamine on peatunud";

/* No comment provided by engineer. */
"Search" = "Otsi";

/* No comment provided by engineer. */
"Search for places" = "Otsi kohti";

/* Replacement in case of out of office */
"Select a replacement" = "Otsi asendust";

/* No comment provided by engineer. */
"Select language" = "Vali keel";

/* Copy a 'selection' of a message */
"Selection" = "Valik";

/* No comment provided by engineer. */
"Send" = "Saada";

/* No comment provided by engineer. */
"Send a reaction" = "Reageeri";

/* No comment provided by engineer. */
"Send call notification" = "Saada kõneteavitus";

/* No comment provided by engineer. */
"Send later" = "Saada hiljem";

/* No comment provided by engineer. */
"Send later without notification" = "Saada hiljem ilma teavituseta";

/* No comment provided by engineer. */
"Send message" = "Saada sõnum";

/* Send a message now */
"Send now" = "Saada kohe";

/* No comment provided by engineer. */
"Send without notification" = "Saada ilma teavituseta";

/* No comment provided by engineer. */
"Send/Accept" = "Saada/Nõustu";

/* No comment provided by engineer. */
"Sending no invitations" = "Ära saada kutseid";

/* No comment provided by engineer. */
"Sensitive conversation" = "Vestlus tundlikul teemal";

/* A message has been sent without notifications */
"Sent without notification" = "Saadetud ilma teavituseta";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Server address https://…" = "Serveri aadress https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Server on hetkel hooldusrežiimis";

/* No comment provided by engineer. */
"Server not found" = "Serverit ei leidu";

/* No comment provided by engineer. */
"Set" = "Lisa";

/* No comment provided by engineer. */
"Set password" = "Määra salasõna";

/* Remind me later about that message */
"Set reminder" = "Lisa meeldetuletus";

/* No comment provided by engineer. */
"Set status message" = "Lisa olekuteade";

/* No comment provided by engineer. */
"Settings" = "Seadistused";

/* No comment provided by engineer. */
"Share" = "Jaga";

/* No comment provided by engineer. */
"Share a file from your Tassos" = "Jaga faili oma Tassosi serverist";

/* No comment provided by engineer. */
"Share current location" = "Jaga praegust asukohta";

/* No comment provided by engineer. */
"Share link" = "Jaosmeedia link";

/* No comment provided by engineer. */
"Share location" = "Jaga asukohta";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Jaga nööpnõela asukohta kaardil";

/* No comment provided by engineer. */
"Share to chat" = "Jaga vestlusesse";

/* No comment provided by engineer. */
"Share with" = "Jaga kasutajaga";

/* No comment provided by engineer. */
"Shared items" = "Jagatud objektid";

/* No comment provided by engineer. */
"Shared location" = "Jagatud asukoht";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Jagamine liitpilves toimuvale vestlusele pole toetatud.";

/* No comment provided by engineer. */
"Short absence status" = "Lühike äraolekuteade";

/* No comment provided by engineer. */
"Short absence status is too long" = "Äraolekuteade on liiga pikk";

/* No comment provided by engineer. */
"Show more…" = "Näita veel…";

/* No comment provided by engineer. */
"Signaling" = "Signaliseerimine";

/* No comment provided by engineer. */
"SIP dial-in" = "Sissehelistamine SIP-teenusega";

/* No comment provided by engineer. */
"Skip" = "Jäta vahele";

/* No comment provided by engineer. */
"Slide to cancel" = "Katkestamiseks viipa";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Osa sõnumeid on veel puudu ja need laaditakse alal võrguühenduse taastumisel";

/* Title for conversations sorting options */
"Sort conversations" = "Järjesta vestlusi";

/* No comment provided by engineer. */
"Source code" = "Lähtekood";

/* speaker = Loudspeaker, device */
"Speaker" = "Kõlar";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Kõlar on keelatud";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Kõlar on lubatud";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Ligipääs kõnetuvastusele on keelatud. Palun kontrolli oma nutiseadme seadistusi.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Kõnetuvastus ei toimi";

/* No comment provided by engineer. */
"Start a new group conversation" = "Alusta uut rühmavestlust";

/* No comment provided by engineer. */
"Start call" = "Helista";

/* No comment provided by engineer. */
"Start call silently" = "Alusta kõnet vaikselt";

/* No comment provided by engineer. */
"Start recording" = "Alusta salvestamist";

/* No comment provided by engineer. */
"Start time" = "Algusaeg";

/* No comment provided by engineer. */
"Start video call" = "Alusta videokõnet";

/* No comment provided by engineer. */
"Start video call silently" = "Alusta videokõnet vaikselt";

/* No comment provided by engineer. */
"Status" = "Olek";

/* No comment provided by engineer. */
"Status message" = "Staatuse teade";

/* Action to 'Stop' a recording */
"Stop" = "Lõpeta";

/* No comment provided by engineer. */
"Stop recording" = "Lõpeta salvestamine";

/* No comment provided by engineer. */
"Stop screensharing" = "Lõpeta ekraanijagamine";

/* Strikethrough text */
"Strikethrough" = "Läbikriipsutatud";

/* No comment provided by engineer. */
"STUN servers" = "STUN-i serverid";

/* No comment provided by engineer. */
"Submit vote" = "Hääleta";

/* No comment provided by engineer. */
"Switch account" = "Vaheta kasutajakontot";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Lülitun ümber teisele vestlusele…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Sünkrooni usaldusväärsetesse serveritesse ning üldisesse ja avalikku aadressiraamatusse";

/* Talk to a user */
"Talk to" = "Räägi kasutajaga";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Häälsõnumi salvestamiseks vajuta ja hoia all";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Häälsõnumi salvestamiseks vajuta ja hoia all ning vajutamise lõpetamisega saadad häälsõnumi teele.";

/* No comment provided by engineer. */
"Test failed" = "Test ei õnnestunud";

/* No comment provided by engineer. */
"Test push notifications" = "Testi tõuketeavitusi";

/* No comment provided by engineer. */
"Test results" = "Testi tulemused";

/* No comment provided by engineer. */
"Test results copied" = "Testitulemused on kopeeritud";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "See rakendus on liiga vana ja pole serveri poolt enam toetatud.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Selle sündmusega seotud kõne lõppes. Kas sa soovid selle vestluse kõigi jaoks eemaldada?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Kõne  on kestnud üle tunni";

/* No comment provided by engineer. */
"The call might be recorded" = "Kõne võib olla salvestatud";

/* No comment provided by engineer. */
"The password is wrong" = "Salasõna on vale";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Salvestuses võib olla kuulda sinu häält, pilti sinu kaamerast ja ekraanivaatest. Enne kõnega liitumist on vajalik sinu nõusolek.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "Tunnusluba on kas juba kasutatud või on aegunud. Palun loo uus QR-kood ja proovi uuesti.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "„%1$@“ kasutajakontot „%2$@“ serverist pole siin rakenduses seadistatud.";

/* No comment provided by engineer. */
"This call is being recorded" = "Kõne on salvestamisel";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "See vestlus on lisatud kalendrisündmusele. Kui soovid vestluse nime või kirjeldust muuta, siis muuda seda sündmuse vaatest.";

/* No comment provided by engineer. */
"This conversation is read-only" = "See vestlus on vaid loetav";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "See vestlus kustub automaatselt kõigi osalejate jaoks, kui siin pole olnud tegevust %ld päeva jooksul.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "See on võrguaadress, mida saad kasutada veebibrauserist oma koduserverisse sisselogimiseks.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Selle kohtumise aeg on";

/* No comment provided by engineer. */
"This might take a moment" = "Selleks võib kuluda mõni hetk";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "See kokkuvõte on tehisaru koostatud ja võib sisaldada vigu.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Tavaliselt tähendab see, et see seade oli varem kasutusel mõne konto poolt, aga kasutajakonto on serverist korrektselt eemaldamata.";

/* No comment provided by engineer. */
"This week" = "Sel nädalal";

/* Remind me this weekend about that message */
"This weekend" = "Sel nädalavahetusel";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "See mõjutab sinu rakenduse funktsionaalsust. Palun vaata oma rakenduse seadistused üle.";

/* No comment provided by engineer. */
"Thread" = "Jutulõng";

/* No comment provided by engineer. */
"Thread notification level button" = "Jutulõngade teavituse määra nupp";

/* No comment provided by engineer. */
"Thread title" = "Jutulõnga pealkiri";

/* No comment provided by engineer. */
"Threads" = "Jutulõngad";

/* No comment provided by engineer. */
"Title" = "Pealkiri";

/* 'To' which language user wants to translate text */
"To" = "Sihtkeel";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Probleemi lahendamiseks kasuta palun veebipõhist haldusliidest ja ava „Seadistused“ → „Turvalisus“.";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Saaja:";

/* No comment provided by engineer. */
"Today" = "Täna";

/* Remind me tomorrow about that message */
"Tomorrow" = "Homme";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Salvesta häälteade tekstina";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Häälteate üleskirjutus";

/* No comment provided by engineer. */
"Translate" = "Translate";

/* No comment provided by engineer. */
"Translation" = "Tõlge";

/* No comment provided by engineer. */
"Translation failed" = "Tõlkimine ei õnnestunud";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Proovin sisse logida…";

/* No comment provided by engineer. */
"TURN servers" = "TURN-i serverid";

/* No comment provided by engineer. */
"Twitter" = "X / Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "X/Twitteri kasutajanimi @…";

/* No comment provided by engineer. */
"Typing indicator" = "Kirjutamise märguanne";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Kirjutamisteatised on kasutatavad vaid siis, kui kasutusel on suure jõudlusega taustateenus (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Ei õnnestu tuvastada sõnumi konteksti";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Ei õnnestu tuvastada sõnumi vestlust";

/* No comment provided by engineer. */
"Unable to load file" = "Ei õnnestunud laadida faili";

/* No comment provided by engineer. */
"Unable to open file" = "Ei õnnestunud avada faili";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Salasüna kontrollimine hetkel ei õnnestu";

/* No comment provided by engineer. */
"Unarchive conversation" = "Võta vestlus arhiivist välja";

/* No comment provided by engineer. */
"Unavailable" = "Pole saadaval";

/* No comment provided by engineer. */
"Unban" = "Eemalda suhtluskeeld";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Palun vaata, kas valikus „Seadmed ja sessioonid“ on selle seadme kohta näha topeltkirjeid.";

/* No comment provided by engineer. */
"Undo" = "Võta tegevus tagasi";

/* No comment provided by engineer. */
"Undo Typing" = "Võta trükitu tagasi";

/* No comment provided by engineer. */
"Unknown" = "Teadmata";

/* No comment provided by engineer. */
"Unknown error" = "Tundmatu viga";

/* No comment provided by engineer. */
"Unknown error occurred" = "Tekkis tundmatu viga";

/* No comment provided by engineer. */
"Unpin" = "Lõpeta esiletõstmine";

/* No comment provided by engineer. */
"Unpin message" = "Lõpeta sõnumi esiletõstmine";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Lugemata";

/* No comment provided by engineer. */
"Unread mentions" = "Lugemata mainimised";

/* No comment provided by engineer. */
"Unread messages" = "Lugemata sõnumid";

/* Calling is not supported */
"Unsupported" = "Tugi puudub";

/* No comment provided by engineer. */
"Update" = "Uuenda";

/* No comment provided by engineer. */
"Updated notification settings" = "Teavituste seadistused on uuendatud";

/* No comment provided by engineer. */
"Upload failed" = "Üleslaadimine ebaõnnestus";

/* No comment provided by engineer. */
"Uploading %ld elements" = "%ld objekti on üleslaadimisel";

/* No comment provided by engineer. */
"User" = "Kasutaja";

/* No comment provided by engineer. */
"User profile and settings" = "Kasutajaprofiil ja seadistused";

/* No comment provided by engineer. */
"User status supported?" = "Kas kasutaja olek on toetatud?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Kasutajale lubatud andmeruumi maht on ületatud";

/* No comment provided by engineer. */
"Users" = "Kasutajad";

/* No comment provided by engineer. */
"Validating password…" = "Kontrollin salasõna õigsust…";

/* No comment provided by engineer. */
"Version" = "Versioon";

/* Join a call in video call mode */
"Video call" = "Videokõnena";

/* No comment provided by engineer. */
"Video quality" = "Videokvaliteet";

/* Conversation visibility settings */
"Visibility" = "Nähtavus";

/* No comment provided by engineer. */
"Voice messages" = "Häälsõnumid";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Ootan, kuni %@ liitub kõnega…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Ootan, kuni teised liituvad kõnega…";

/* No comment provided by engineer. */
"Website" = "Veebileht";

/* No comment provided by engineer. */
"What is your status?" = "Mis on su olek?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Koosta sõnum, @ võimaldab sul teisi osalejaid mainida…";

/* No comment provided by engineer. */
"Yes" = "Jah";

/* No comment provided by engineer. */
"Yesterday" = "Eile";

/* No comment provided by engineer. */
"You" = "Sina";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Sina lisasid kasutaja „{user0}“ ja veel %ld osalejat";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Sina lisasid kasutajad „{user0}“ ja „{user1}“";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Sina ja veel %ld osalejat liitusid kõnega";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Sina ja veel %ld osalejat lahkusid kõnest";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Sina ja {actor0} liitusid kõnega";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Sina ja {actor0} lahkusid kõnest";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Sa asud hetkel ooteruumis";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "Sul pole õigust selles vestluses reageerida või reageerimisi eemaldada";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Sa ei osale üheski vestluses";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Sa ei osale üheski vestluses. Uue vestluse lisamiseks vajuta + ikooni.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Võid lisada oma telefoninumbri, mille alusel teised kasutajad saavad sind leida";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Sina võtsid kasutajalt „{user0}“ ja veel %ld-lt osalejalt moderaatori õigused ära";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Sina võtsid kasutajatelt „{user0}“ ja „{user1}“ moderaatori õigused ära";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Sul on %ld ootel kutset";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Moderaator summutas sinu heli";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Sul pole ühtegi kohtumist ajastatud";

/* No comment provided by engineer. */
"You have no unread mentions." = "Sul pole lugemata mainimisi.";

/* No comment provided by engineer. */
"You have no unread messages." = "Sul pole lugemata sõnumeid.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Pead määrama uue moderaatori enne „%@“ vestlusest lahkumist.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Pead määrama uue moderaatori enne siit vestlusest lahkumist";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Sina määrasid kasutaja „{user0}“ ja veel %ld osalejat moderaatoriteks";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Sina määrasid kasutajad „{user0}“ ja „{user1}“ moderaatoriteks";

/* No comment provided by engineer. */
"You received a new notification" = "Sulle on uus teavitus";

/* No comment provided by engineer. */
"You reconnected to the call" = "Sina liitusid uuesti kõnega";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Sina eemaldasid kasutaja „{user0}“ ja veel %ld kasutajat";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Sina eemaldasid kasutajad „{user0}“ ja „{user1}“";

/* No comment provided by engineer. */
"Your email address" = "Sinu e-posti aadress";

/* No comment provided by engineer. */
"Your phone number" = "Sinu telefoninumber";

/* No comment provided by engineer. */
"Your PIN" = "Sinu PIN-kood";

/* No comment provided by engineer. */
"Your postal address" = "Sinu postiaadress";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammadi API viga";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} lisas sinu ja veel %ld osalejat";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} lisas sinu ja kasutaja „{user0}“";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} lisas „{user0}“ ja veel %ld osalejat";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} lisas kasutajad „{user0}“ ja „{user1}“";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} ja veel %ld osalejat liitusid kõnega";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} ja veel %ld osalejat lahkusid kõnest";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} ja {actor1} liitusid kõnega";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} ja {actor1} lahkusid kõnest";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} võttis sinult ja veel %ld-lt osalejalt moderaatori õigused ära";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} võttis sinult ja veel kasutajalt „{user0}“ moderaatori õigused ära";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0}  võtis kasutajalt „{user0}“ ja veel %ld-lt osalejalt moderaatori õigused ära";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} võttis kasutajatelt „{user0}“ ja „{user1}“ moderaatori õigused ära";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} määras sinu ja veel %ld osalejat moderaatoriteks";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} määras sinu ja kasutaja „{user0}“ moderaatoriteks";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} määras „{user0}“ ja veel %ld osalejat moderaatoriteks";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} määras kasutajad „{user0}“ ja „{user1}“ moderaatoriteks";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} liitus uuesti kõnega";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} eemaldas sinu ja veel %Id osalejat";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} eemaldas sinu ja kasutaja „{user0}“";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} eemaldas kasutaja „{user0}“ ja veel %ld osalejat";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} eemaldas kasutajad „{user0}“ ja „{user1}“";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Uued sõnumid";

